#include <stdio.h>
#include <locale.h>

void main()
{
	setlocale(LC_ALL, "RUS");
	puts("***********************************************");
	puts("*                                             *");
	puts("*   тема: Разработка консольного приложения   *");
	puts("*                                             *");
	puts("*   Выполнил Князев А.С.                      *");
	puts("*                                             *");
	puts("***********************************************");
	getchar();
}